{
  "_section0": "NAV",
  "About": "Sobre",
  "Experience": "Experiência",
  "Work": "Projetos",
  "Contact": "Contato",
  "CV": "Currículo",

  "_section1": "HERO",
  "Title": "Olá, meu nome é",
  "Subtitle": "Bem vindo ao meu portfólio",
  "Intro": "Engenheiro de Software com mais de {{years}} anos de experiência em desenvolvimento backend e frontend, especializado em <bold>TypeScript</bold>, <bold>Python</bold>, <bold>Node.js</bold>, <bold>React</bold> e <bold>Flutter</bold>. Atuei em projetos de saúde, finanças, varejo, automotivo e inteligência artificial, sempre em ambientes remotos e multiculturais.",
  "Intro2": "Tenho perfil autônomo, comunicativo e orientado a resultados, com foco em colaboração eficiente e entrega de valor em projetos de grande impacto.",
  "callToAction": "Entre em contato",

  "_section2": "ABOUT",
  "aboutTitle": "Sobre mim",
  "presentation": "Olá! Meu nome é {{firstName}}",
  "aboutMe": "Sou comprometido com a excelência na escrita e revisão de código para garantir a entrega de software de alta qualidade. Com experiência em desenvolvimento full-stack, desenvolvimento de aplicativos móveis multiplataforma e sistemas embarcados, estou sempre empenhado em criar soluções eficientes e inovadoras",
  "remoteJob": "Trabalho remotamente há mais de {{years}} anos, demonstrando fortes habilidades em <colored>comunicação assíncrona</colored>, <colored>autogestão</colored> e <colored>liderança de equipe</colored>. Essas habilidades têm contribuído para o sucesso de projetos em um ambiente de trabalho inspirador",
  "git": "Tenho ampla experiência e expertise em <colored>Git</colored> e processos de <colored>revisão de código</colored>, garantindo alta qualidade de código e controle de versão eficaz",
  "bolierPlate": "Também criei e trabalhei em boilerplates para reduzir significativamente o tempo de configuração de projetos e garantir consistência entre as aplicações com",
  "techWithAnother": "{{first}} & {{second}}",

  "_section3": "JOBS",
  "jobTitle": "Experiência Profissional",
  "01": "Janeiro",
  "02": "Fevereiro",
  "03": "Março",
  "04": "Abril",
  "05": "Maio",
  "06": "Junho",
  "07": "Julho",
  "08": "Agosto",
  "09": "Setembro",
  "10": "Outubro",
  "11": "Novembro",
  "12": "Dezembro",
  "Present": "Atual",
  "ProFusionTopic1": "Liderei o processo de integração técnica para novos colaboradores, fornecendo orientação e suporte para garantir uma integração suave e eficiente ao fluxo de trabalho da empresa.",
  "ProFusionTopic2": "Mentorei ativamente membros juniores da equipe, promovendo seu crescimento profissional e aprimorando suas habilidades técnicas por meio de feedback periódico e compartilhamento de conhecimento.",
  "ProFusionTopic3": "Desempenhei um papel crucial na criação de um servidor robusto para o setor de investimentos, integrando produtos financeiros como Renda Fixa e Fundos de Investimento, utilizando <bold>GraphQL</bold>, <bold>TypeScript</bold> e <bold>Node.js</bold>. Essa integração contribuiu para a aquisição da empresa por mais de 1 bilhão de reais.",
  "ProFusionTopic4": "Participei da integração de uma experiência de realidade aumentada em um grande festival, usando <bold>Flutter</bold> com <bold>Provider</bold> e <bold>Unity</bold> para desenvolver um aplicativo móvel, resultando em mais de 200 mil downloads nas plataformas iOS e Android.",
  "ProFusionTopic5": "Colaborei com um importante fabricante de automóveis para desenvolver aplicativos para o sistema multimídia do carro usando <bold>TypeScript</bold> e <bold>Node.js</bold>, e refatorei o código <bold>JavaScript</bold> para <bold>TypeScript</bold>, melhorando a qualidade e a manutenibilidade do código.",
  "MegaleiosTopic1": "Liderei projetos desde a concepção até a entrega, criando novas funcionalidades para aplicativos em produção e desenvolvendo aplicativos do zero. Trabalhei em vários setores, incluindo imóveis, varejo de hardware e entretenimento, usando <bold>Flutter</bold> e <bold>React Native</bold>.",

  "_section4": "FEATUREDS",
  "featuredTitle": "Projetos Pessoais",
  "featuredProject": "Destaque",
  "IHaveNeverParagraph1": "Desenvolvi um aplicativo de jogo social com Flutter e Bloc, com mais de 10 mil downloads, oferecendo mais de 400 perguntas envolventes para diversão com amigos.",
  "DevfolioParagraph1": "Devfolio é um portfólio responsável por mostrar informações profissionais, como as empresas em que trabalhei e os projetos em que participei, principalmente para pessoas que estão em áreas relacionadas à tecnologia.",

  "_section5": "CONTACT",
  "contactTitle": "O que mais",
  "contactSubtitle": "Entre em contato",
  "contactParagraph": "Você pode entrar em contato comigo para fazer perguntas, sugestões ou apenas para dizer oi. Estou sempre aberto a novas ideias e colaborações. Seja para colaborar em projetos empolgantes, startups, open-source ou qualquer outra coisa, sinta-se à vontade para entrar em contato",
  "contactButton": "Diga um oi",

  "_section6": "FOOTER",
  "designedBy": "Projetado & Construído por",
  "andAdaptedBy": "Adaptado por",

  "_section404": "ERRORS",
  "Page Not Found": "Não está funcionando"
}
