{
  "_section0": "NAV",
  "About": "About",
  "Experience": "Experience",
  "Work": "Works",
  "Contact": "Contact",
  "CV": "Resume",

  "_section1": "HERO",
  "Title": "Hi, my name is",
  "Subtitle": "Welcome to my portfolio",
  "Intro": "Software Engineer with over {{years}} years in backend and frontend development, specialized in <bold>TypeScript</bold>, <bold>Python</bold>, <bold>Node.js</bold>, <bold>React</bold>, and <bold>Flutter</bold>. I have worked across healthcare, finance, retail, automotive, and AI projects, always in remote and multicultural environments.",
  "Intro2": "I bring autonomy, strong communication skills, and a results-driven mindset, with a focus on effective collaboration and delivering value in high-impact projects.",
  "callToAction": "Get in touch",

  "_section2": "ABOUT",
  "aboutTitle": "About me",
  "presentation": "Hello! My name is {{firstName}}. Nice to meet you!",
  "remoteJob": "I’ve been working as a developer for over {{years}} years and I’m always looking to improve and grow as an engineer. I’m passionate about learning new things, which has led me to explore several areas:",
  "andMore": "And more...",
  "git": "I have solid experience working with <bold>Git</bold> and <bold>code review</bold> processes, ensuring effective collaboration in remote teams and maintaining high-quality version control across projects.",
  "experience": "In recent years, I’ve specialized in <colored>TypeScript</colored>, <colored>Python</colored>, <colored>Node.js</colored>, <colored>React</colored>, and <colored>Flutter</colored>, contributing to large-scale systems in <bold>healthcare</bold>, <bold>finance</bold>, <bold>retail</bold>, and <bold>automotive</bold>.",
  "books": "Below I’ll also list some of the software-related books I’m currently reading or have already finished and really enjoyed.",

  "_section3": "JOBS",
  "jobTitle": "Where I've Worked",
  "01": "January",
  "02": "February",
  "03": "March",
  "04": "April",
  "05": "May",
  "06": "June",
  "07": "July",
  "08": "August",
  "09": "September",
  "10": "October",
  "11": "November",
  "12": "December",
  "Present": "Present",
  "ProFusionTopic1": "Led the technical onboarding process for new contributors, providing guidance and support to ensure a smooth and efficient integration into the company's workflow.",
  "ProFusionTopic2": "Actively mentored junior team members, fostering their professional growth and enhancing their technical skills through periodic feedback and knowledge sharing.",
  "ProFusionTopic3": "Played a pivotal role in the creation of a robust server for the investment sector, integrating financial products such as Fixed Income and Investment Funds, utilizing <bold>GraphQL</bold>, <bold>TypeScript</bold>, and <bold>Node.js</bold>.",
  "ProFusionTopic4": "Participated in integrating an augmented reality experience at a major festival, using <bold>Flutter</bold> with <bold>Provider</bold> and <bold>Unity</bold> to develop a mobile application, resulting in over 200k downloads on iOS and Android platforms.",
  "ProFusionTopic5": "Collaborated with a leading car manufacturer to develop apps for the car's multimedia system using <bold>TypeScript</bold> and <bold>Node.js</bold>, and refactored <bold>JavaScript</bold> code to <bold>TypeScript</bold>, improving code quality and maintainability.",
  "MegaleiosTopic1": "Led projects from conception to delivery, creating new features for live apps and developing apps from scratch. Worked in various sectors, including real estate, hardware retail, and entertainment, using <bold>Flutter</bold> and <bold>React Native</bold>.",

  "_section4": "FEATUREDS",
  "featuredTitle": "Some Things I've Built",
  "featuredProject": "Featured Project",
  "IHaveNeverParagraph1": "Developed a social game app with Flutter and Bloc, boasting over 10k downloads, offering over 400 engaging questions for fun with friends.",
  "DevfolioParagraph1": "Devfolio is a portfolio designed to showcase professional information such as the companies I've worked for and the projects I've participated in, primarily for people in technology-related fields.",

  "_section5": "CONTACT",
  "contactTitle": "What's Next",
  "contactSubtitle": "Get In Touch",
  "contactParagraph": "You can contact me with any questions, suggestions, or just to say hi. I am always open to new ideas and collaborations. Whether it's about collaborating on exciting projects, startups, open-source, or anything else, feel free to reach out",
  "contactButton": "Say Hello",

  "_section6": "FOOTER",
  "designedBy": "Designed & Built by",
  "andAdaptedBy": "Adapted by",

  "_section404": "ERRORS",
  "Page Not Found": "Not Working"
}
