{
  "_section0": "NAV",
  "About": "About",
  "Experience": "Experience",
  "Work": "Works",
  "Contact": "Contact",
  "CV": "Resume",

  "_section1": "HERO",
  "Title": "Hi, my name is",
  "Subtitle": "Welcome to my portfolio",
  "Intro": "Software Engineer with over {{years}} years of experience, specializing in Flutter, Android, and Node.js. Passionate about learning new technologies and dedicated to finding optimal solutions",
  "callToAction": "Get in touch",

  "_section2": "ABOUT",
  "aboutTitle": "About me",
  "presentation": "Hello! My name is {{firstName}}",
  "aboutMe": "I am committed to excellence in writing and reviewing code to ensure high-quality software delivery. With expertise in full-stack development, cross-platform mobile development, and embedded systems, I consistently strive to build efficient and innovative solutions",
  "remoteJob": "I've been working remotely for over {{years}} years, demonstrating strong skills in <colored>asynchronous communication</colored>, <colored>self-management</colored>, and <colored>team leadership</colored>. These abilities have contributed to successful project outcomes in an empowering work environment",
  "git": "I have extensive experience and expertise in <colored>Git</colored> and <colored>code review</colored> processes, ensuring high code quality and effective version control",
  "bolierPlate": "I also created and worked in boilerplates to significantly reduce project setup time and ensure consistency across applications with",
  "techWithAnother": "{{first}} & {{second}}",

  "_section3": "JOBS",
  "jobTitle": "Where I've Worked",
  "01": "January",
  "02": "February",
  "03": "March",
  "04": "April",
  "05": "May",
  "06": "June",
  "07": "July",
  "08": "August",
  "09": "September",
  "10": "October",
  "11": "November",
  "12": "December",
  "Present": "Present",
  "ProFusionTopic1": "Led the technical onboarding process for new contributors, providing guidance and support to ensure a smooth and efficient integration into the company's workflow.",
  "ProFusionTopic2": "Actively mentored junior team members, fostering their professional growth and enhancing their technical skills through periodic feedback and knowledge sharing.",
  "ProFusionTopic3": "Played a pivotal role in the creation of a robust server for the investment sector, integrating financial products such as Fixed Income and Investment Funds, utilizing <bold>GraphQL</bold>, <bold>TypeScript</bold>, and <bold>Node.js</bold>.",
  "ProFusionTopic4": "Participated in integrating an augmented reality experience at a major festival, using <bold>Flutter</bold> with <bold>Provider</bold> and <bold>Unity</bold> to develop a mobile application, resulting in over 200k downloads on iOS and Android platforms.",
  "ProFusionTopic5": "Collaborated with a leading car manufacturer to develop apps for the car's multimedia system using <bold>TypeScript</bold> and <bold>Node.js</bold>, and refactored <bold>JavaScript</bold> code to <bold>TypeScript</bold>, improving code quality and maintainability.",
  "MegaleiosTopic1": "Led projects from conception to delivery, creating new features for live apps and developing apps from scratch. Worked in various sectors, including real estate, hardware retail, and entertainment, using <bold>Flutter</bold> and <bold>React Native</bold>.",

  "_section4": "FEATUREDS",
  "featuredTitle": "Some Things I've Built",
  "featuredProject": "Featured Project",
  "IHaveNeverParagraph1": "Developed a social game app with Flutter and Bloc, boasting over 10k downloads, offering over 400 engaging questions for fun with friends.",
  "LintMeParagraph1": "Lintme is a toolkit that helps you identify and fix problems in your Dart and Flutter code. These problems can range from potential runtime bugs and violations of best practices to styling issues.",

  "_section5": "CONTACT",
  "contactTitle": "What's Next",
  "contactSubtitle": "Get In Touch",
  "contactParagraph": "You can contact me with any questions, suggestions, or just to say hi. I am always open to new ideas and collaborations. Whether it's about collaborating on exciting projects, startups, open-source, or anything else, feel free to reach out",
  "contactButton": "Say Hello",

  "_section6": "FOOTER",
  "designedBy": "Designed & Built by",
  "andAdaptedBy": "Adapted by",

  "_section404": "ERRORS",
  "Page Not Found": "Not Working"
}
