{
  "_section0": "NAV",
  "About": "About",
  "Experience": "Experience",
  "Work": "Works",
  "Contact": "Contact",
  "CV": "Resume",

  "_section1": "HERO",
  "Title": "Hi, my name is",
  "Subtitle": "Welcome to my portfolio",
  "Intro": "Software Engineer with over {{years}} years in backend and frontend development, specialized in <bold>TypeScript</bold>, <bold>Python</bold>, <bold>Node.js</bold>, <bold>React</bold>, and <bold>Flutter</bold>. I have worked across healthcare, finance, retail, automotive, and AI projects, always in remote and multicultural environments.",
  "Intro2": "I bring autonomy, strong communication skills, and a results-driven mindset, with a focus on effective collaboration and delivering value in high-impact projects.",
  "callToAction": "Get in touch",

  "_section2": "ABOUT",
  "aboutTitle": "About me",
  "presentation": "Hello! My name is {{firstName}}. Nice to meet you!",
  "remoteJob": "I’ve been working as a developer for over {{years}} years and I’m always looking to improve and grow as an engineer. I’m passionate about learning new things, which has led me to explore several areas:",
  "andMore": "And more...",
  "git": "I have solid experience working with <bold>Git</bold> and <bold>code review</bold> processes, ensuring effective collaboration in remote teams and maintaining high-quality version control across projects.",
  "experience": "In recent years, I’ve specialized in <colored>TypeScript</colored>, <colored>Python</colored>, <colored>Node.js</colored>, <colored>React</colored>, and <colored>Flutter</colored>, contributing to large-scale systems in <bold>healthcare</bold>, <bold>finance</bold>, <bold>retail</bold>, and <bold>automotive</bold>.",
  "books": "Below I’ll also list some of the software-related books I’m currently reading or have already finished and really enjoyed.",

  "_section3": "JOBS",
  "jobTitle": "Where I've Worked",
  "01": "January",
  "02": "February",
  "03": "March",
  "04": "April",
  "05": "May",
  "06": "June",
  "07": "July",
  "08": "August",
  "09": "September",
  "10": "October",
  "11": "November",
  "12": "December",
  "Present": "Present",
  "ProFusionTopic1": "Led onboarding and <bold>mentorship</bold> for new developers, ensuring knowledge transfer and growth.",
  "ProFusionTopic2": "Developed a backend server for investment products (Fixed Income, Funds) using <bold>Node.js</bold>, <bold>TypeScript</bold>, and <bold>GraphQL</bold>, contributing to a $200M acquisition.",
  "ProFusionTopic3": "Created Augmented Reality mobile experiences using <bold>Flutter</bold>, <bold>Provider</bold>, and <bold>Unity</bold>, reaching over 200k downloads.",
  "ProFusionTopic4": "Built automotive infotainment apps with <bold>TypeScript</bold> and <bold>Node.js</bold>, migrating legacy JavaScript codebases for better scalability and maintainability.",
  "ProFusionTopic5": "Designed a scalable backend and data lake using <bold>AWS</bold> (S3, Glue, Lambda, DynamoDB, SQS) for a healthcare chatbot; deployed ML models with SageMaker, integrated LLMs, knowledge graphs, BKTree, and prompt engineering.",
  "ProFusionTopic6": "Used <bold>Golang</bold> for REST APIs (OpenAPI), <bold>RabbitMQ</bold> messaging, <bold>PostgreSQL</bold>, and <bold>Docker</bold> to build a backend for a financial system for Brazil’s largest retailer.",
  "ProFusionTopic7": "Architected and implemented AI assistants powered by OpenAI Agents, using <bold>React (Vite)</bold> and <bold>Tailwind CSS</bold> for the frontend, <bold>FastAPI</bold> for backend communication, and <bold>Supabase</bold> for real-time data and authentication.",
  "MegaleiosTopic1": "Led feature development and delivery of <bold>Flutter</bold> and <bold>React Native</bold> apps in sectors like real estate and entertainment.",
  "MegaleiosTopic2": "Architected and shipped full-stack mobile applications from scratch, enhancing user engagement.",
  "MegaleiosTopic3": "Developed backend services using <bold>Node.js</bold> with <bold>TypeScript (Fastify and Express)</bold> and <bold>Python</bold> with <bold>FastAPI</bold>, implementing REST APIs, authentication flows, and database integrations. Designed and optimized data models in <bold>PostgreSQL</bold> and <bold>MongoDB</bold>, ensuring efficient queries and scalability.",

  "_section4": "FEATUREDS",
  "featuredTitle": "Some Things I've Built",
  "featuredProject": "Featured Project",
  "IHaveNeverParagraph1": "Developed a social game app with Flutter and Bloc, boasting over 50k downloads, offering over 400 engaging questions for fun with friends.",
  "DevfolioParagraph1": "Devfolio is a portfolio designed to showcase professional information such as the companies I've worked for and the projects I've participated in, primarily for people in technology-related fields.",

  "_section5": "CONTACT",
  "contactTitle": "What's Next",
  "contactSubtitle": "Get In Touch",
  "contactParagraph": "You can contact me with any questions, suggestions, or just to say hi. I am always open to new ideas and collaborations. Whether it's about collaborating on exciting projects, startups, open-source, or anything else, feel free to reach out",
  "contactButton": "Say Hello",

  "_section6": "FOOTER",
  "designedBy": "Designed & Built by",
  "andAdaptedBy": "Adapted by",

  "_section404": "ERRORS",
  "Page Not Found": "Not Working"
}
